# development tools
brew "nvim"
# python
brew "python3"
brew "pipenv"
# clojure
brew "borkdude/brew/clj-kondo"
brew "clojure-lsp"
brew "leiningen"
brew "clojure"
# terminal tools
brew "coreutils"
brew "findutils"
brew "ripgrep"
brew "curl"
cask "wget"
brew "bat"
brew "eza"
cask "fzf"
cask "jq"
brew "fd"
# beautiful terminal
brew "neofetch"
brew "zsh"
# fonts
cask "alacritty", args: { "no-quarantine": true }
cask "font-fira-code-nerd-font"
cask "emacs"
