# development tools
brew "nvim"
brew "git-lfs"
# python
brew "pyenv"
brew "pipenv"
# clojure
brew "clojure-lsp"
brew "leiningen"
brew "clojure"
# ruby
brew "ruby"
# terminal tools
brew "coreutils"
brew "findutils"
brew "ripgrep"
brew "curl"
brew "wget"
brew "bat"
brew "eza"
brew "fzf"
brew "jq"
brew "fd"
# beautiful terminal
brew "neofetch"
brew "zsh"
# casks
cask "alacritty", args: { "no-quarantine": true }
cask "font-fira-code-nerd-font"
cask "emacs"
