tap "homebrew/cask"
# development tools
brew "emacs"
brew "nvim"
# development languages 
brew "python3"
# terminal tools
brew "coreutils"
brew "findutils"
brew "ripgrep"
brew "curl"
cask "wget"
brew "bat"
brew "eza"
cask "fzf"
cask "jq"
brew "fd"
# beautiful terminal
brew "neofetch"
brew "zsh"
# fonts
cask "font-fira-code-nerd-font"