;; -*- lexical-binding: t; -*-

;; ---------------------------
;; Core
;; ---------------------------
(package! lsp-mode)
(package! lsp-ui)
(package! company-lsp)
(package! nerd-icons)
(package! rainbow-delimiters)
(package! doom-themes)

;; ---------------------------
;; Clojure
;; ---------------------------
(package! clojure-mode)
(package! cider)

;; ---------------------------
;; Org mode
;; ---------------------------
(package! org-modern)
